Repository: huseyninan/kidsdoku2
Catalog: kidsdoku2/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, it, ru, tr

source: Reset 4x4 Progress
de: 4x4 Fortschritt zurücksetzen
es: Reiniciar Progreso 4x4
it: Resetta 4x4
ru: Сбросить прогресс 4x4
tr: 4x4 İlerlemeyi Sıfırla

source: Reset 6x6 Progress
de: 6x6 Fortschritt zurücksetzen
es: Reiniciar Progreso 6x6
it: Resetta 6x6
ru: Сбросить прогресс 6x6
tr: 6x6 İlerlemeyi Sıfırla

source: Reset All Progress
de: Gesamten Fortschritt zurücksetzen
es: Reiniciar Todo
it: Resetta tutto
ru: Сбросить весь прогресс
tr: Tüm İlerlemeyi Sıfırla

source: Reset Progress?
de: Fortschritt zurücksetzen?
es: ¿Reiniciar Progreso?
it: Resettare i progressi?
ru: Сбросить прогресс?
tr: İlerleme Sıfırlansın Mı?

source: Rule 1: Rows
de: Regel 1: Zeilen
es: Regla 1: Filas
it: Regola 1: Righe
ru: Правило 1: Строки
tr: Kural 1: Satırlar

source: Rule 2: Columns
de: Regel 2: Spalten
es: Regla 2: Columnas
it: Regola 2: Colonne
ru: Правило 2: Столбцы
tr: Kural 2: Sütunlar

source: Rule 3: 2×2 Boxes
de: Regel 3: 2×2 Boxen
es: Regla 3: Cajas de 2×2
it: Regola 3: Riquadri 2×2
ru: Правило 3: Квадраты 2×2
tr: Kural 3: 2x2 Kutular

source: Santa's Workshop
de: Weihnachtswerkstatt
es: Taller de Papá Noel
it: La fabbrica di Babbo Natale
ru: Мастерская Деда Мороза
tr: Noel Baba'nın Atölyesi

source: Seasonal
de: Saisonal
es: Estacionales
it: Stagionali
ru: Сезонные
tr: Mevsimsel

source: Select a symbol from %@
de: Wähle ein Symbol aus %@
es: Elige un símbolo de %@
it: Seleziona un simbolo da %@
ru: Выбери символ из %@
tr: %@ grubundan bir sembol seç

source: Select an empty cell in the grid to place
de: Wähle ein leeres Feld zum Platzieren
es: Selecciona una casilla vacía
it: Seleziona una casella vuota
ru: Выбери пустую клетку
tr: Boş bir hücre seç

source: Settings
de: Einstellungen
es: Ajustes
it: Impostazioni
ru: Настройки
tr: Ayarlar

source: Shining Star
de: Strahlender Stern
es: Estrella Brillante
it: Stella brillante
ru: Сияющая звезда
tr: Parlayan Yıldız

source: Show 3x3 Grid
de: 3x3 Gitter anzeigen
es: Mostrar Cuadrícula 3x3
it: Mostra griglia 3x3
ru: Показывать сетку 3x3
tr: 3x3 Izgarayı Göster

source: Show 4x4 Grid
de: 4x4 Gitter anzeigen
es: Mostrar Cuadrícula 4x4
it: Mostra griglia 4x4
ru: Показывать сетку 4x4
tr: 4x4 Izgarayı Göster

source: Show 6x6 Grid
de: 6x6 Gitter anzeigen
es: Mostrar Cuadrícula 6x6
it: Mostra griglia 6x6
ru: Показывать сетку 6x6
tr: 6x6 Izgarayı Göster

source: Show Me How
de: Zeig mir wie
es: Enséñame Cómo
it: Mostrami come
ru: Покажи как
tr: Bana Göster

source: Simple & Fun to Play ✨
de: Einfach & macht Spaß ✨
es: Simple y Divertido ✨
it: Semplice e divertente ✨
ru: Просто и весело ✨
tr: Basit ve Eğlenceli ✨

source: Skip
de: Überspringen
es: Saltar
it: Salta
ru: Пропустить
tr: Geç

source: Snowy Slopes
de: Schneehänge
es: Laderas Nevadas
it: Pendii innevati
ru: Снежные склоны
tr: Karlı Yamaçlar

source: Sound Effects
de: Soundeffekte
es: Efectos de Sonido
it: Effetti sonori
ru: Звуковые эффекты
tr: Ses Efektleri

source: Star Collector
de: Sternesammler
es: Coleccionista de Estrellas
it: Collezionista di stelle
ru: Собиратель звёзд
tr: Yıldız Toplayıcı

source: Star Hoarder
de: Sternehorter
es: Acumulador de Estrellas
it: Accumulatore di stelle
ru: Коллекционер звёзд
tr: Yıldız Biriktirici

source: Star Master
de: Sterne-Meister
es: Maestro de Estrellas
it: Maestro delle stelle
ru: Мастер звёзд
tr: Yıldız Ustası

source: Starry Summit
de: Sternengipfel
es: Cumbre Estrellada
it: Cima stellata
ru: Звёздная вершина
tr: Yıldızlı Zirve

source: Stars
de: Sterne
es: Estrellas
it: Stelle
ru: Звёзды
tr: Yıldızlar

source: Start here!
de: Hier starten!
es: ¡Empieza aquí!
it: Inizia qui!
ru: Начни здесь!
tr: Buradan başla!

source: Start Journey: 3x3
de: Starte Reise: 3x3
es: Empezar Viaje: 3x3
it: Inizia: 3x3
ru: Начать: 3x3
tr: Yolculuğa Başla: 3x3

source: Start Journey: 4x4
de: Starte Reise: 4x4
es: Empezar Viaje: 4x4
it: Inizia: 4x4
ru: Начать: 4x4
tr: Yolculuğa Başla: 4x4

source: Start Journey: 6x6
de: Starte Reise: 6x6
es: Empezar Viaje: 6x6
it: Inizia: 6x6
ru: Начать: 6x6
tr: Yolculuğa Başla: 6x6

source: START NOW! 🐾
de: JETZT STARTEN! 🐾
es: ¡EMPIEZA AHORA! 🐾
it: INIZIA ORA! 🐾
ru: НАЧНИ СЕЙЧАС! 🐾
tr: ŞİMDİ BAŞLA! 🐾

source: Starter Gifts
de: Startergeschenke
es: Regalos Iniciales
it: Regali iniziali
ru: Стартовые подарки
tr: Başlangıç Hediyeleri

source: Storybook
de: Märchenbuch
es: Libro de Cuentos
it: Libro di fiabe
ru: Книга сказок
tr: Masal Kitabı

source: Storybook Hero!
de: Märchenheld!
es: ¡Héroe de Cuento!
it: Eroe delle fiabe!
ru: Сказочный герой!
tr: Masal Kahramanı!

source: Sudoku for Kids
de: Sudoku für Kinder
es: Sudoku para Niños
it: Sudoku per bambini
ru: Судоку для детей
tr: Çocuklar için Sudoku

source: Sudoku is a fun puzzle game where you fill empty boxes with emojis!
de: Sudoku ist ein tolles Rätselspiel, bei dem du leere Felder mit Emojis füllst!
es: ¡Sudoku es un juego divertido donde llenas cajas vacías con emojis!
it: Il Sudoku è un gioco divertente dove riempi le caselle vuote con le emoji!
ru: Судоку — это весёлая игра-головоломка, где нужно заполнять пустые клетки смайликами!
tr: Sudoku, boş kutuları emojilerle doldurduğun eğlenceli bir bulmaca oyunudur!

source: Sunny Meadow
de: Sonnenwiese
es: Prado Soleado
it: Prato soleggiato
ru: Солнечная лужайка
tr: Güneşli Çayır

source: Tap a friend below
de: Tippe auf einen Freund unten
es: Toca un amigo de abajo
it: Tocca un amico sotto
ru: Нажми на друга внизу
tr: Aşağıdan bir arkadaşa dokun

source: Tap a number below
de: Tippe auf eine Zahl unten
es: Toca un número de abajo
it: Tocca un numero sotto
ru: Нажми на цифру внизу
tr: Aşağıdan bir sayıya dokun

source: Tap a square first.
de: Tippe zuerst auf ein Feld.
es: Toca un cuadrado primero.
it: Tocca prima una casella.
ru: Сначала выбери клетку.
tr: Önce bir kareye dokun.

source: Tap an empty square to plant it!
de: Tippe auf ein leeres Feld!
es: ¡Toca una casilla vacía!
it: Tocca una casella vuota!
ru: Нажми на пустую клетку!
tr: Boş bir kareye dokun!

source: That symbol is already there!
de: Dieses Symbol ist schon da!
es: ¡Ese símbolo ya está ahí!
it: Quel simbolo c'è già!
ru: Этот символ уже здесь!
tr: O sembol zaten orada!

source: This will clear all your 3x3 puzzle progress. This action cannot be undone.
de: Dies löscht deinen 3x3 Fortschritt. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto borrará tu progreso de 3x3. No se puede deshacer.
it: Cancellerà i progressi 3x3. Non si può annullare.
ru: Это удалит весь прогресс пазлов 3x3. Это действие нельзя отменить.
tr: Bu işlem 3x3 bulmaca ilerlemeni silecek. Bu işlem geri alınamaz.

source: This will clear all your 4x4 puzzle progress. This action cannot be undone.
de: Dies löscht deinen 4x4 Fortschritt. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto borrará tu progreso de 4x4. No se puede deshacer.
it: Cancellerà i progressi 4x4. Non si può annullare.
ru: Это удалит весь прогресс пазлов 4x4. Это действие нельзя отменить.
tr: Bu işlem 4x4 bulmaca ilerlemeni silecek. Bu işlem geri alınamaz.

source: This will clear all your 6x6 puzzle progress. This action cannot be undone.
de: Dies löscht deinen 6x6 Fortschritt. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto borrará tu progreso de 6x6. No se puede deshacer.
it: Cancellerà i progressi 6x6. Non si può annullare.
ru: Это удалит весь прогресс пазлов 6x6. Это действие нельзя отменить.
tr: Bu işlem 6x6 bulmaca ilerlemeni silecek. Bu işlem geri alınamaz.

source: This will clear all your puzzle progress. This action cannot be undone.
de: Dies löscht deinen gesamten Fortschritt. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto borrará todo tu progreso. No se puede deshacer.
it: Cancellerà tutti i progressi. Non si può annullare.
ru: Это удалит весь прогресс игры. Это действие нельзя отменить.
tr: Bu işlem tüm bulmaca ilerlemeni silecek. Bu işlem geri alınamaz.

source: Tiny Tales
de: Kleine Geschichten
es: Cuentos Diminutos
it: Piccole storie
ru: Маленькие сказки
tr: Minik Masallar

source: Tiny Tales Fan
de: Kleine-Geschichten-Fan
es: Fan de Cuentos Diminutos
it: Fan delle Piccole storie
ru: Фанат сказок
tr: Minik Masallar Hayranı

source: Tiny Tales Master
de: Kleine-Geschichten-Meister
es: Maestro de Cuentos Diminutos
it: Maestro delle Piccole storie
ru: Мастер сказок
tr: Minik Masallar Ustası

source: To make learning logical thinking fun and engaging for children through interactive puzzles
de: Logisches Denken durch interaktive Rätsel spielerisch zu fördern
es: Hacer que aprender lógica sea divertido para niños con puzzles interactivos
it: Rendere divertente la logica per i bambini con puzzle interattivi
ru: Сделать обучение логическому мышлению весёлым и увлекательным для детей с помощью интерактивных пазлов
tr: İnteraktif bulmacalarla çocuklara mantıksal düşünmeyi eğlenceli ve ilgi çekici hale getirmek

source: Twisty Trails
de: Verschlungene Pfade
es: Senderos Sinuosos
it: Sentieri tortuosi
ru: Извилистые тропы
tr: Kıvrımlı Yollar

source: Two 🐦 in the same 2×2 box!
de: Zwei 🐦 in der gleichen 2×2 Box!
es: ¡Dos 🐦 en la misma caja!
it: Due 🐦 nello stesso riquadro 2×2!
ru: Две 🐦 в одном квадрате 2×2!
tr: Aynı 2x2 kutuda iki 🐦 var!

source: Two 🐦 in the same row!
de: Zwei 🐦 in der gleichen Zeile!
es: ¡Dos 🐦 en la misma fila!
it: Due 🐦 nella stessa riga!
ru: Две 🐦 в одной строке!
tr: Aynı satırda iki 🐦 var!

source: Two 🐱 in the same column!
de: Zwei 🐱 in der gleichen Spalte!
es: ¡Dos 🐱 en la misma columna!
it: Due 🐱 nella stessa colonna!
ru: Две 🐱 в одном столбце!
tr: Aynı sütunda iki 🐱 var!

source: Undo
de: Rückgängig
es: Deshacer
it: Annulla
ru: Отменить
tr: Geri Al

source: Vibration feedback for interactions
de: Vibration bei Interaktionen
es: Vibración al interactuar
it: Vibrazione per le interazioni
ru: Вибрация при нажатии
tr: Etkileşimler için titreşim geri bildirimi

source: View your achievements
de: Deine Erfolge ansehen
es: Ver tus logros
it: Vedi i tuoi traguardi
ru: Посмотреть достижения
tr: Başarılarını görüntüle

source: Wakey Wakey
de: Aufwachen
es: ¡Despierta, Despierta!
it: Sveglia sveglia
ru: Просыпайся!
tr: Uyanma Vakti

source: Watch Your Skills Grow! 🏆
de: Sieh wie du besser wirst! 🏆
es: ¡Mira Crecer tus Habilidades! 🏆
it: Guarda le tue abilità crescere! 🏆
ru: Смотри, как растут твои навыки! 🏆
tr: Becerilerinin Gelişmesini İzle! 🏆

source: Welcome to KidsDoku. I'm here to show you how easy and fun Sudoku can be.
de: Willkommen bei KidsDoku. Ich zeige dir, wie einfach und lustig Sudoku sein kann.
es: Bienvenido a KidsDoku. Estoy aquí para mostrarte lo fácil y divertido que puede ser el Sudoku.
it: Benvenuto in KidsDoku. Sono qui per mostrarti quanto il Sudoku può essere facile e divertente.
ru: Добро пожаловать в KidsDoku. Я здесь, чтобы показать тебе, каким простым и весёлым может быть Судоку.
tr: KidsDoku'ya hoş geldin. Sana Sudoku'nun ne kadar kolay ve eğlenceli olduğunu göstermek için buradayım.

source: What is
de: Was ist
es: Qué es
it: Che cos'è
ru: Что такое
tr: Nedir

source: What is Sudoku?
de: Was ist Sudoku?
es: ¿Qué es el Sudoku?
it: Cos'è il Sudoku?
ru: Что такое Судоку?
tr: Sudoku Nedir?

source: Whispering Woods
de: Flüsterwald
es: Bosque de los Susurros
it: Bosco dei sussurri
ru: Шепчущий лес
tr: Fısıldayan Orman

source: You stayed determined and solved it all by yourself!
de: Du bist drangeblieben und hast es ganz alleine gelöst!
es: ¡Te mantuviste firme y lo resolviste tú solo!
it: Hai mostrato determinazione e hai risolto tutto da solo!
ru: Ты проявил упорство и решил всё сам!
tr: Azmettin ve hepsini tek başına çözdün!

source: Audio & Feedback
es: Audio y Efectos
it: Audio e Feedback
ru: Звук и эффекты
tr: Ses ve Geri Bildirim

source: Champion
es: Campeón
it: Campione
ru: Чемпион
tr: Şampiyon

source: Information
es: Información
it: Informazioni
ru: Информация
tr: Bilgi

source: Mission
es: Misión
it: Missione
ru: Миссия
tr: Görev

source: Safari Camp
es: Campamento Safari
it: Campo Safari
ru: Сафари
tr: Safari Kampı

source: Sound Design
es: Diseño de Sonido
ru: Звуковое оформление
tr: Ses Tasarımı

source: Superstar
es: Superestrella
ru: Суперзвезда
tr: Süperstar

source: Symbol %@
es: Símbolo %@
it: Simbolo %@
ru: Символ %@
tr: Sembol %@

source: Version 1.0.0
es: Versión 1.0.0
it: Versione 1.0.0
ru: Версия 1.0.0
tr: Sürüm 1.0.0

source: Normal
it: Normale
ru: Обычный
